Repository: pypi-data/pypi-mirror-16
Catalog: packages/django-plans/django-plans-0.8.12.tar.gz/django-plans-0.8.12/plans/locale/*/LC_MESSAGES/django.po
Languages: es

source: Make a plan copy
es: Hacer una copia del plan

source: Make selected orders completed
es: Poner como completadas las ordenes seleccionadas

source: Make invoices for orders
es: Generar recibos para las órdenes

source: Change order status to
es: Cambiar el estado de la orden a

source: name
es: nombre

source: description
es: descripción

source: available
es: disponible

source: Is still available for purchase
es: Todavía está disponible para comprar

source: Is visible in current offer
es: Es visible en la oferta actual

source: created
es: creado

source: customized
es: personalizado

source: quotas
es: límite

source: Optional link to page with more information (for clickable pricing table headers)
es: Enlace opcional a la página con más información (para encabezados cliqueables de tablas de precios)

source: Plans
es: Planes

source: user
es: usuario

source: street
es: calle

source: zip code
es: código postal

source: city
es: ciudad

source: country
es: país

source: name (shipping)
es: nombre (envío)

source: optional
es: opcional

source: street (shipping)
es: calle (envío)

source: zip code (shipping)
es: código postal (envío)

source: city (shipping)
es: ciudad (envío)

source: Billing info
es: información de facturación

source: Billing infos
es: información de facturación

source: VAT ID is not correct
es: VAT ID no es correcta

source: expire
es: expira

source: active
es: activo

source: User plan
es: Plan de usuario

source: Users plans
es: Planes de Usuario

source: period
es: periodo

source: Pricing
es: Planes

source: Pricings
es: Planes

source: days
es: días

source: unit
es: unidad

source: is boolean
es: es booleano

source: Quota
es: Límite

source: Quotas
es: Límites

source: Plan pricing
es: tarifa del Plan

source: Plans pricings
es: Tarifas del plan

source: Plan quota
es: Límite del plan

source: Plans quotas
es: Límites del plan

# Order status
source: new
es: nuevo

# Order status
source: completed
es: completado

# Order status
source: not valid
es: Inválido

# Order status
source: canceled
es: cancelado

# Order status
source: returned
es: retornado

source: pricing
es: planes

source: completed
es: completado

source: amount
es: cantidad

source: tax
es: impuesto

source: currency
es: moneda

source: status
es: estado

source: Order #%(id)d
es: Orden #%(id)d

source: Order
es: Orden

source: Orders
es: Orden

source: Invoice
es: Recibo

source: Invoice Duplicate
es: Recibo duplicado

# proforma
source: Order confirmation
es: Confirmación de la orden

source: Name
es: Nombre

source: Street
es: Calle

source: Zip code
es: Código Postal

source: City
es: Ciudad

source: Country
es: País

source: TAX/VAT number
es: número TAX/VAT

source: Invoices
es: Facturas

source: Hi
es: Hola

source: Your current plan is %(plan_name)s and it will expire on %(expire)s.
es: Tu plan actual es %(plan_name)s y expirará en %(expire)s.

source: Your current plan is %(plan_name)s.
es: Tu plan actual es %(plan_name)s.

source: Thank you
es: Gracias

source: The Team at %(site_name)s
es: El equipo en %(site_name)s

source: Your account %(user)s has new plan %(plan)s
es: Tu cuenta %(user)s tiene nuevo plan %(plan)s

source: Your account has just expired.
es: Tu cuenta ha expirado

source: You can restore your current plan %(plan_name)s here:
es: Puedes reestablecer tu plan actual %(plan_name)s aquí:

source: or you can upgrade your plan here:
es: O puedes mejorar tu plan aquí:

source: Your account %(user)s has just expired
es: Tu cuenta %(user)s ha expirado

source: Your account has just been extended by %(days)s days. Your current plan is %(plan_name)s and it will expire on %(expire)s.
es: Tu cuenta ha sido extendida por %(days)s días. Tu plan actual es %(plan_name)s y expirará el %(expire)s.

source: An invoice will be sent with another e-mail, if billing data was provided.
es: Una factura será enviada junto otro correo, si la información de facturación fue dada.

source: Your account %(user)s has been extended by %(days)s days
es: Tu cuenta %(user)s ha sido extendida por %(days)s días

source: We are writing to inform you, that %(invoice_type)s %(invoice_number)s has been issued. You can view it and print it at: http://%(site_domain)s%(url)s
es: Te escribimos para informarte que %(invoice_type)s %(invoice_number)s ha sido emitido. Puedes verlo e imprimirlo en: http://%(site_domain)s%(url)s

source: Details of the order can be see on:
es: Detalles de la orden pueden ser vistos en:

source: %(invoice_type)s %(invoice_number)s has been issued for %(user)s
es: %(invoice_type)s %(invoice_number)s ha sido emitido para %(user)s

source: Your account will expire in %(days)s days.
es: Tu cuenta expirará en %(days)s días.

source: You can extend your current plan %(plan_name)s on page:
es: Puedes extender tu plan actual %(plan_name)s en:

source: Your account %(user)s will expire in %(days)s day
es: Tu cuenta %(user)s expirará en %(days)s día

source: Activation successful
es: Activación exitosa

source: Activation failed
es: Activación fallida

source: Your panels will be available again soon.
es: Tus páneles estarán disponibles pronto.

source: Your account cannot by activated because your account exceeds plan limits. Please adjust usage of limits and then try to activate your account again.
es: Tu cuenta no puede ser activada porque tu cuenta excede los límites del plan. Por favor, ajusta el uso de los limites y luego intenta activar tu cuenta de nuevo.

source: Provide billing data
es: Brindar información de facturación

source: Are you sure to delete billing info?
es: ¿Está seguro de borrar la información de facturación?

source: Confirm order
es: Confirmar orden

source: If you downgrade your plan please remember that new lower limits are used immediately after finishing the order.
es: Si cambia a un plan menor, por favor recuerde que las nuevas restricciones empezarán a ser usadas de inmediato.

source: Continue
es: Continuar

source: Invoice for this order will be issued for:
es: La factura para esta orden será expedida a:

source: If this data is not correct please <a href="%(billing_info_url)s">edit billing data</a> before making an order.
es: Si la información no es correcta, por favor <a href="%(billing_info_url)s">edite la información de facturación</a> antes de hacer una orden.

source: Invoice will <b>not</b> be issued. If you need an invoice please provide <a href="%(billing_info_url)s">billing data</a> before making an order.
es: la factura <b>no</b> será expedida. Si necesita una factura por favor incluya <a href="%(billing_info_url)s">información de facturación</a> antes de hacer una orden.

source: Your account
es: Su cuenta

source: Account
es: Cuenta

source: State
es: Estado

source: expired
es: expirado

source: Expire
es: Expira

source: upgrade
es: mejorar

source: Plan details
es: Detalle del plan

source: Need more?
es: ¿Necesita más?

source: Your account has expired. Please <a href="%(url)s">extend your account</a>.
es: Su cuenta ha expirado. Por favor <a href="%(url)s">extienda su cuenta</a>.

source: Your account is not active. Possibly you are over some limits. Try to <a href="%(url)s">activate your account</a>.
es: Su cuenta no está activa. Probablemente, usted ha excedido alguno de los límites. Intente <a href="%(url)s">activar su cuenta</a>.

source: Your account will expire soon (in %(days_to_expire)s days). We recommend to <a href="%(extend_url)s">extend your account now.</a>
es: Su cuenta expirará pronto (en %(days_to_expire)s días). Le recomendamos que <a href="%(extend_url)s">extienda su cuenta ahora.</a>

source: yes
es: sí

source: Unfortunately your current plan is not available any more. You need to <a href="%(upgrade_url)s">upgrade your plan</a>.
es: Desafortunadamente, su plan actual no está disponible ahora. necesita <a href="%(upgrade_url)s">cambiar su plan</a>.

source: Order #%(order_id)s (status: %(order_status)s)
es: Orden #%(order_id)s (estado: %(order_status)s)

source: Printable documents
es: Documentos imprimibles

source: Payment
es: Pago

source: Payment completed on: %(completed)s
es: Pago completado en: %(completed)s

source: This order is expired. It will accept an incoming payment made earlier, but new payment cannot be initialized. Please make a new order if necessary.
es: Esta orden ha expirado. Aceptará un pago hecho antes, pero un nuevo pago no puede ser inicializado. Por favor, haga una nueva orden de ser necesario.

source: This order could not be processed as it is not valid. Please contact with customer service.
es: Esta orden no pudo ser procesada debido a que no es válida. Por favor, contacte con el servicio al cliente.

source: Net price
es: Precio neto

source: VAT is not applied to order.
es: VAT no aplicado a la orden.

source: List of orders
es: Lista de órdenes

# order created
source: Created
es: Creado

# order status
source: Status
es: Estado

# order completed
source: Completed
es: Completado

source: You do not have any orders so far.
es: No tiene órdenes todavía

source: your current plan
es: Su plan actual

source: no limit
es: Sin límite

source: Change
es: Cambiar

source: Buy
es: Comprar

source: Free
es: Gratis

source: no expiry
es: No expira

source: Select
es: Seleccionado

source: This plan is not available anymore and cannot be extended.<p> You need to upgrade your account to any of <a href="%(upgrade_url)s">currently available plans</a>.
es: Este plan ya no está disponible y no puede ser extendido.<p> Necesita cambiar su cuenta a alguno de <a href="%(upgrade_url)s">los planes actualmente disponibles </a>.

source: Net prices
es: Precio neto

source: See our great value plans
es: Mire nuestros planes de gran valor

source: Choose plan
es: Escoja un plan

source: Limit of %(model_name_plural)s exceeded. The limit is %(quota)s items.
es: El límite de %(model_name_plural)s ha sido excedido. El límite es de %(quota)s elementos.

source: Following %(model_name_plural)s are not in limits: %(objects)s
es: Los siguientes %(model_name_plural)s no están dentro de los límites: %(objects)s

source: Your account is now active
es: Su cuenta está ahora activa

source: Your plan has been successfully changed
es: Su plan ha sido cambiado exitosamente

source: The selected plan is insufficient for your account. Your account will not be activated or will not work fully after completing this order.<br><br>Following limits will be exceeded: <ul><li>%(reasons)s</ul>
es: El plan seleccionado es insuficiente para su cuenta. su cuenta no será activada o no funcionará de manera correcta luego de completar esta orden.<br><br>Los siguientes límites serán excedidos: <ul><li>%(reasons)s</ul>

source: Thank you for placing a payment. It will be processed as soon as possible.
es: Gracias por realizar el pago, será procesado tan pronto como sea posible

source: Payment was not completed correctly. Please repeat payment process.
es: El pago no fue completado correctamente. Por favor, repita el proceso de pago

source: Billing info has been updated successfuly.
es: La información de facturación ha sido actualizada exitósamente

source: Billing info has been deleted.
es: La información de facturación ha sido eliminada
