Repository: pypi-data/pypi-mirror-16
Catalog: packages/Gallery-Uploader/gallery-uploader-2.4.tar.gz/gallery-uploader-2.4/po/*.po
Languages: fr, it, pt_br

source: Name "%s" already taken.
fr: Nom "%s" déjà pris.
it: Il nome "%s" è già utilizzato.
pt_br: Nome "%s" já tomado.

source: The URL should start with one of the following: %s.
fr: L'URL devrait commencer par l'un des préfixes suivants : %s.
it: L'indirizzo dovrebbe cominciare in uno dei seguenti modi: %s.
pt_br: O URL deve começar com um dos seguintes: %s.

source: Password for user %(user)s on gallery instance at %(url)s
it: Password per l'utente %(user)s sull'installazione di Gallery %(url)s

source: Network error
fr: Erreur de connexion
it: Errore di rete
pt_br: Erro na conexão de rede

source: The URL %s is currently not reachable, or does not point to a Gallery installation.
it: L'indirizzo %s è attualmente non raggiungibile, o non corrisponde ad una installazione di Gallery.

source: Error accessing the Gallery instance:
it: Errore nell'accesso all'installazione di Gallery:

source: Error in the SSL connection:
it: Errore della connessione SSL:

source: Uploading picture %(count)d of %(total)d
fr: Envoi de la photo %(count)d sur %(total)d
it: Immagine %(count)d di %(total)d
pt_br: Enviando imagem %(count)d de %(total)d

source: The URL %s doesn't exist or is currently not reachable.
fr: L'URL %s n'existe pas/nou est actuellement indisponible.
it: L'indirizzo %s non esiste o è attualmente irraggiungibile.
pt_br: A URL %s não existe ou a credencial não é reconhecida.

source: Error uploading to Gallery:
it: Errore durante il caricamento:

source: Usage: %s [IMAGE1, [IMAGE2 ...]]
fr: Utilisation : %s [IMAGE1, [IMAGE2 ...]]
it: Utilizzo: %s [IMMAGINE1, [IMMAGINE2 ...]]
pt_br: Use: %s [IMAGEM1, [IMAGEM2 ...]]

source: Please enter the title of the new album. It will be created as a subalbum of <b>%s</b>.
it: Inserire il titolo del nuovo album. Sarà creato come sotto-album di <b>%s</b>.

source: No files provided
fr: Aucun fichier fourni
it: Nessun file selezionato
pt_br: Nenhum arquivo selecionado

source: There were no files selected for upload.
fr: Il n'y a pas de fichiers sélectionnés pour l'envoi.
it: Non sono stati selezionati file da caricare.
pt_br: Nenhum arquivo selecionado para upload.

source: Refreshing
fr: Actualisation
it: Aggiornamento
pt_br: Atualizando

source: Please wait while information about remote albums hierarchy is downloaded.
fr: Téléchargement d'information sur la hiérarchie des albums distants. Soyez patient !
it: Sto recuperando la struttura degli album da remoto, attendere.
pt_br: Por favor aguarde enquanto informações sobre a galeria é baixada.

source: Album selection
fr: Sélection d'album
it: Selezione dell'album
pt_br: Selecão de álbum

source: Select the album in which to upload the pictures:
fr: Sélectionnez l'album où envoyer les photos :
it: Scegliere l'album in cui caricare le immagini:
pt_br: Selecione o álbum para qual as imagens serão enviadas:

source: Uploading
fr: Envoi
it: Caricamento
pt_br: Enviando

source: Uploading pictures. Please be patient.
fr: Envoi des photos. Soyez patient !
it: Sto caricando le immagini. Attendere, prego.
pt_br: Enviando imagens. Por favor, tenha paciência.

source: Gallery selection
fr: Sélection de la galerie photo
it: Selezione galleria
pt_br: Selecão da galeria

source: Select the gallery you want to upload pictures to:
fr: Sélectionnez la galerie photo où vous voulez envoyer les photos :
it: Scegli l'installazione di Gallery su cui vuoi caricare le immagini:
pt_br: Selecione a galeria para qual você deseja enviar as imagens:

source: Are you sure you want to delete configuration for gallery installation "%s"?
fr: Êtes-vous sûr de vouloir supprimer la configuration de la galerie photo "%s" ?
it: Sei sicuro di voler cancellare la configurazione "%s"?
pt_br: Você tem certeza que quer apagar a configuração da galeria "%s"?

source: galleryremote not found
it: galleryremote non trovata

source: Sorry, gallery-uploader won't work without the galleryremote library ( http://code.google.com/p/galleryremote ) installed.
it: Spiacente, gallery-uploader non può funzionare se non è installata la libreria galleryremote ( http://code.google.com/p/galleryremote ).

source: Old pygtk version
fr: version de pygtk obsolète
it: Versione di pygtk obsoleta
pt_br: Versão antiga do pygtk

source: Impossible to start the pictures browser with the installed pygtk version (%s). To use gallery-uploader on this version, you need to run it with the pictures you want to upload as arguments: for instance, by using it as a Nautilus script.
fr: Impossible de démarrer le navigateur de photos avec la version installée de pygtk (%s). Pour utiliser Chargeur Gallery avec cette version, vous devez le démarrer avec les photos à envoyer en arguments : par exemple, en utilisant un script Nautilus.
it: È impossibile avviare la finestra di selezione delle immagini con la versione installata di pygtk, che è (%s). Per utilizzare gallery-uploader con questa versione, è necessario avviarlo con le immagini da caricare come argomenti: ad esempio, utilizzandolo come script di Nautilus.
pt_br: Impossível iniciar a navegação pelas figuras com está versão do pygtk instalada (%s). Para usar o gallery-uploader com esta versão, você precisa executá-lo com as fotos que deseja enviar, como argumentos: Por exemplo, usá-lo como um script do Nautilus.

source: Error: file "%s" doesn't exist.
fr: Erreur : le fichier "%s" n'existe pas
it: Errore: il file "%s" non esiste.
pt_br: Error: o arquivo "%s" não existe.

source: Error: "%s" is not a regular file.
fr: Erreur : "%s" n'est pas un fichier correct.
it: Errore: "%s" non è un normale file.
pt_br: Erro: "%s" não é um arquivo comum.

source: Error: can't read file "%s".
fr: Erreur : impossible de lire le fichier "%s".
it: Errore: non riesco a leggere "%s".
pt_br: Error: o arquivo não pode ser lido "%s".

source: Gallery-uploader is exiting because of the following error:
fr: Chargeur Gallery s'est arrêté à cause de l'erreur suivante :
it: Gallery-uploader termina a causa del seguente errore:
pt_br: O Gallery-uploader precisa sair por causa do seguinte erro:

source: Select pictures to upload
fr: Sélectionnez les photos à envoyer
it: Selezionare le immagini da caricare
pt_br: Selecione as imagens para serem enviadas para a galeria

source: Folder:
fr: Dossier :
it: Cartella:
pt_br: Pasta:

source: Select a folder
fr: Sélectionnez un dossier
it: Scegliere una cartella
pt_br: Selecione uma pasta

source: Upload successful
fr: Envoi réussi
it: Caricamento completato
pt_br: Enviado com sucesso

source: Picures were succesfully added to the album.
fr: Les photos ont été ajoutées à l'album avec succès.
it: Le immagini sono state aggiunte all'album.
pt_br: As imagens foram incluídas no seu álbum com sucesso.

source: Click here to view it in your browser.
it: Cliccare qui per vederlo nel browser.

source: Expand all
fr: Tout développer
it: Mostra tutto
pt_br: Expandir tudo

source: Collapse all
fr: Tout réduire
it: Nascondi tutto
pt_br: Esconder tudo

source: New album
it: Nuovo album

source: Manage accounts
fr: Gérer les comptes
it: Gestisci profili
pt_br: Gerenciar contas

source: Delete gallery
fr: Supprimer la galerie photo
it: Elminazione galleria
pt_br: Deletar galeria

source: Pictures details
it: Informazioni immagini

source: If you want, you can now add a <i>caption</i> and/or a <i>description</i> for each picture. The former appears in in the album view, the latter only in the specific picture's page.
it: È possibile ora aggiungere una <i>didascalia</i> e/o una <i>descrizione</i> per ogni immagine. La prima compare nella panoramica dell'album, la seconda solo nella pagina specifica dell'immagine.

source: Error
fr: Erreur
it: Errore
pt_br: Erro

source: Gallery installation
fr: Installation de la galerie photo
it: Istanza di Gallery
pt_br: Instalação do Gallery

source: Insert informations for this gallery installation (all fields are required):
fr: Entrez les informations pour l'installation de cette galerie photo (tous les champs sont requis) :
it: Inserire le informazioni per questa istanza di Gallery (tutti i campi sono necessari):
pt_br: Insira as informações para a instalação da galeria (todos os campos são obrigatórios):

source: User name:
fr: Nom d'utilisateur :
it: Nome utente:
pt_br: Nome de usuário:

source: URL (e.g. <i>http://www.example.com/gallery</i>):
it: Indirizzo (es: <i>http://www.example.com/gallery</i>):

source: Name of bookmark (choose freely):
fr: Nom du signet (à choisir librement) :
it: Nome del segnalibro (scelta libera):
pt_br: Nome do bookmark (escolha livremente):

source: Save and apply
fr: Sauvegarder et appliquer
it: Salva e applica
pt_br: Salvar e aplicar

source: Below, you can add a description:
it: È possibile aggiungere una descrizione qui sotto:

source: Both in the title and in the description, you can use markers, such as: [b]bold[/b], [i]italic[/i], [url=http://www.pietrobattiston.it]website[/url], [color=#E80000]crimson[/color]. See Gallery documentation for the full list.
it: È possibile utilizzare, sia nel titolo che nella descrizione, dei marcatori, come: [b]grassetto[/b], [i]corsivo[/i], [url=http://www.pietrobattiston.it]collegamento[/url], [color=#E80000]cremisi[/color]. Si veda la documentazione di Gallery per la lista completa.

source: GNOME Keyring not found.
it: GNOME Keyring non trovato.

source: Gallery-uploader is unable to communicate with GNOME Keyring - it may be not installed, or not currently active. This means that your password will be stored on the hard disk as plain text.
it: Gallery-uploader è incapace di comunicare con il portachiavi di GNOME - potrebbe non essere installato, o non essere attivo. Di conseguenza, la password inserita sarà salvata sul disco rigido in chiaro.

source: Don't tell me again
it: Non me lo ripetere

source: Cannot establish SSL connection.
it: Impossibile stabilire la connessione SSL.

source: You are requesting a secure (https) connection. However, Gallery-uploader is unable to establish it (probably because M2Crypto is not installed). As a consequence, the connection will <b>not</b> be secure!
it: È stata richiesta una connessione sicura (https). Tuttavia, Gallery-uploader non può stabilirla (probabilmente perché M2Crypto non è installato). Di conseguenza, la connessione <b>non</b> sarà sicura!

source: Password:
fr: Mot de passe :
pt_br: Senha:
