Repository: pypi-data/pypi-mirror-16
Catalog: packages/odtlib/odtlib-0.5.0.tar.gz/odtlib-0.5.0/i18n/*.po
Languages: fr

source: %(font)s (inline style: %(style)s, family: %(family)s)
fr: %(font)s (style en ligne: %(style)s, famille: %(family)s)

source: Attribute : new value vs old value
fr: Attribut : nouvelle valeur vs ancienne valeur

source: Authorized fonts are : %s
fr: Les polices autorisées sont : %s

source: Depth of table of contents
fr: Profondeur de la table des matières

source: Error
fr: Erreur

source: Errors
fr: Erreurs

source: Following text blocks use fonts for which you must choose a substitution
fr: Les blocs de texte ci-dessous utilisent des polices pour lesquelles vous devrez définir une substitution

source: Font
fr: Police

source: Fonts
fr: Polices

source: Headers
fr: Titres des chapitres

source: Images legends
fr: Légendes des images

source: Images legends must respect the following format : 'Images' followed by the chapter number and the table indice : (ex:'Image 1.1 -1').
fr: Les légendes des images doivent respecter le format suivant : 'Images' suivi du numéro de chapitre et de l'indice de la table : 'Image 1.1-1'

source: Modified styles
fr: Styles modifiés

source: New styles
fr: Nouveaux styles

source: No automatically generated legend found for %s
fr: Pas de légende automatique pour %s

source: No automatically generated title found for the table of contents number %d
fr: La table des matières %d n'a pas de titre automatiquement généré

source: No automatically genereted legend found for %s
fr: %s n'a pas de légende automatiquement générée

source: Some differences in styles (in/pt/cm) may be caused by the diffrence in measurement unit settings. Choose "Tools > Options... > OpenOffice.org.Writer > General > Measurement unit " to set the right unit (cm).
fr: Certaines des différences signalées (in/pt/cm) peuvent venir de la différence des unités de mesure utilisées dans les deux documents. Veillez mettre "cm" comme unités de mesure dans dans Outils > Options... > OpenOffice.org.Writer > Général > Unité de mesure.

source: Style (style family)
fr: Style (famille de style)

source: Styles using this font
fr: Styles utilisant cette police

source: Table of contents
fr: Table des matières

source: Table text
fr: Texte de la table

source: Tables legends
fr: Légendes des tables

source: Tables legends must respect the following format : 'Tableau' followed by the chapter number and the table indice : (ex:'Tableau 1.1 -2')
fr: Les légendes des Tables doivent respecter le format suivant : 'Tableau' suivi du numéro de chapitre et de l'indice de la table : 'Tableau 1.2-3'

source: Text
fr: Texte

source: Text blocks using this font
fr: Blocs de texte utilisant cette police

source: Text using this style
fr: Texte avec ce style

source: The table of contents must be placed before the first header
fr: La table des matières doit être placée devant le premier titre de chapitre

source: The table of contents must be unique
fr: Il ne doit y avoir qu'une seule table des matières

source: This document contains %d tables of contents
fr: Ce document contient %d tables des matières

source: This document contains no table of contents
fr: Ce document ne contient pas de table des matières

source: This style is not used
fr: Ce style n'est pas utilisé.

source: Those fonts will be automatically replaced if you choose to "fixe styles up".
fr: Ces polices seront remplacées automatiquement si vous appliquez la correction automatique des styles.

source: Those modifications will be lost if you choose to "fixe styles up".
fr: Ces modifications seront perdues lors de la mise à jour des styles.

source: Those styles will be lost or replaced if you choose to "fixe styles up".
fr: Ces styles seront perdus ou remplacés si vous appliquez la correction automatique.

source: Those styles will be replaced or lost if you choose to "fixe styles up".
fr: Ces styles seront remplacés ou perdus si vous appliquez la correction automatique.

source: Unauthorized level %d
fr: Les titres de chapitre de niveau %d ne sont pas autorisés.

source: Unused styles
fr: Styles non utilisés

source: Wrong legend name for %s
fr: Le titre de la légende de %s est incorrect

source: default font for %ss
fr: police par défaut pour %ss
