Repository: pypi-data/pypi-mirror-16
Catalog: packages/magnum-ui-horizon/magnum-ui-horizon-1.0.1.dev28.tar.gz/magnum-ui-horizon-1.0.1.dev28/magnum_ui/locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: API Address
ru: Адрес API

source: API Server Port
ru: Серверный порт API

source: Actions
ru: Действия

source: An arbitrary human-readable name
ru: Произвольное человеко-читаемое имя

source: Arbitrary labels in the form of key=value pairs to associate with a baymodel. May be used multiple times.
ru: Произвольные метки в форме пар ключь=значение связанные с моделью отсека. Могут быть использованы несколько раз.

source: Bay %s was successfully created.
ru: Отсек %s создан успешно.

source: Bay Create Timeout
ru: Таймаут создания отсека

source: Bay Name
ru: Имя отсека

source: Baymodel
ru: Модель отсека

source: Baymodel %s was successfully created.
ru: Модель отсека %s успешно создана.

source: Baymodel Detail
ru: Сведения модели отсека

source: Baymodel Name
ru: Имя модели отсека

source: Baymodels
ru: Модели отсека

source: Bays
ru: Отсеки

source: Choose a Baymodel
ru: Выбрать модель отсека

source: Choose a Container Orchestration Engine
ru: Выберите движок оркестрации контейнеров.

source: Choose a Flavor for the Master Node
ru: Выберите тип инстанса для мастер узла

source: Choose a Flavor for the Node
ru: Выберите тип инстанса для узла.

source: Choose a Keypair
ru: Выберите ключевую пару

source: Choose a Network Driver
ru: Выбрать сетевой драйвер

source: Choose a Volume Driver
ru: Выбрать драйвер диска

source: Choose an Image
ru: Выберите образ

source: Cluster Distro
ru: Дистрибутив кластера

source: Cluster Type
ru: Тип кластера

source: Confirm Delete Bay
ru: Подтвердите удаление отсека

source: Confirm Delete Baymodel
ru: Подтвердите удаление модели отсека

source: Container Orchestration Engine
ru: Движок оркестрации контейнеров

source: Create
ru: Создать

source: Create Bay
ru: Создать отсек

source: Create Baymodel
ru: Создать модель отсека

source: Created
ru: Создано

source: Delete Bay
ru: Удалить отсек

source: Delete Baymodel
ru: Удалить модель отсека

source: Delete Baymodels
ru: Удалить модели отсека

source: Delete Bays
ru: Удалить отсеки

source: Deleted Bay: %s.
ru: Удален отсек: %s.

source: Deleted Baymodel: %s.
ru: Удалена модель отсека: %s.

source: Disable TLS
ru: Выключить TLS.

source: Disable TLS in the Bay. Default: False
ru: Выключить TLS в отсеке. По умолчанию: Нет.

source: Discovery URL
ru: URL поиска

source: Docker Volume Size
ru: Размер диска Docker

source: Docker Volume Size (GB)
ru: Размер диска Docker (ГБ)

source: Enable Registry
ru: Разрешить реестр

source: Enable docker registry in the Bay. Default: False
ru: Разрешить реестр docker в отсеке. ПО умолчанию: Нет.

source: External Network ID
ru: ID внешней сети

source: Fixed Network
ru: Фиксированная сеть

source: Flannel
ru: Фланнель

source: Flavor
ru: Тип инстанса

source: Flavor ID
ru: ID типа инстанса

source: Image
ru: Образ

source: Image ID
ru: ID образа

source: Infinite
ru: Бесконечно

source: Info
ru: Информация

source: KEY1=VALUE1,KEY2=VALUE2...
ru: КЛЮЧЬ1=ЗНАЧЕНИЕ1,КЛЮЧЬ2=ЗНАЧЕНИЕ2...

source: Keypair
ru: Ключевая пара

source: Keypair ID
ru: ID ключевой пары

source: Labels
ru: Метки

source: Make baymodel public. Default: False
ru: Сделать модель отсека общедоступной. По умолчанию: Нет

source: Master Addresses
ru: Адреса мастеров

source: Master Count
ru: Количество мастеров

source: Master Flavor
ru: Тип инстанса мастера

source: Master Flavor ID
ru: ID типа инстанса Master

source: Misc
ru: Другое

source: Miscellaneous
ru: Другое

source: Name
ru: Имя

source: Name of the bay to create.
ru: Имя отсека для создания.

source: Name of the baymodel to create.
ru: Имя модели отсека для создания.

source: Network
ru: Сеть

source: Network Driver
ru: Сетевой драйвер

source: No Proxy
ru: Нет прокси

source: Node Addresses
ru: Адреса узлов

source: Node Count
ru: Количество узлов

source: Node Spec
ru: Спека узла

source: Nodes
ru: Узлы

source: Overview
ru: Обзор

source: Public
ru: Публичный

source: Record Properties
ru: Свойства записи

source: Registry Enabled
ru: Реестр разрешен

source: Server Type
ru: Тип сервера

source: Size
ru: Размер

source: Specifies custom discovery url for node discovery.
ru: Укажите url поиска для поиска узлов.

source: Specify bay name and choose baymodel
ru: Укажите имя отсека и выберете модель отсека.

source: Specify conditions for bay creation.
ru: Укажите условия создания отсека.

source: Specify the Container Orchestration Engine to use.
ru: Укажите движок оркестрации контейнеров.

source: Specify the nameserver to use for the Bay. Default: 8.8.8.8
ru: Укажите сервер имен для использования в отсеке. По умолчанию: 8.8.8.8

source: Specify the number of master nodes and bay nodes for the bay.
ru: Укажите количество мастер узлов для отсека.

source: Specify the size in GB for the docker volume
ru: Укажите размер диска Docker в ГБ.

source: Stack ID
ru: ID стека

source: Status
ru: Статус

source: TLS Disabled
ru: TLS запрещен

source: The DNS nameserver to use for this Bay
ru: Сервер имен DNS для использования в этом отсеке

source: The bay node count.
ru: Количество узлов отсека.

source: The external Neutron network ID to connect to this bay model
ru: ID внешней сети Neutron для подключения к этой модели отсеков

source: The http_proxy address to use for nodes in bay
ru: Адрес http_proxy для использования узлами в отсеке

source: The https_proxy address to use for nodes in bay
ru: Адрес https_proxy для использования узлами в отсеке.

source: The name or UUID of the SSH keypair to load into the Bay nodes.
ru: Имя или UUID ключевой пары SSH, используемого для доступа к узлам отсека.

source: The name or UUID of the base image to customize for the bay.
ru: Имя или UUID базового образа для настройки отсека.

source: The network driver name for instantiating container networks
ru: Имя драйвера сети для создания контейнерных сетей

source: The no_proxy address to use for nodes in bay
ru: Адрес no_proxy для использования узлами в отсеке.

source: The nova flavor id to use when launching the bay. Default: m1.small
ru: ID типа инстанса nova для использования при запуске отсека. По умолчанию: m1.small

source: The nova flavor id to use when launching the master node of the bay. Default: m1.small
ru: ID типа инстанса nova для использования при запуске мастер узла отсека. По умолчанию: m1.small

source: The number of master nodes for the bay.
ru: Количество мастер узлов для отсека.

source: The private Neutron network name to connect to this bay model
ru: Имя приватной сети Neutron для подключения к этой модели отсеков

source: The size in GB for Docker Volume. Default: 25
ru: Размер диска Docker в ГБ. По умолчанию: 25

source: The timeout for bay creation in minutes. Set to 0 for no timeout. The default is no timeout.
ru: Таймаут в минутах для создания отсека. Значение 0 отменяет тайм-аут. По умолчанию таймаута нет.

source: The volume driver name for instantiating container volume.
ru: Имя драйвера дисков для создания контейнерных дисков

source: This should really be named fixed-network-cidr. Default: 10.0.0.0/24
ru: Здесь должен быть указан CIDR фиксированной сети. По умолчанию: 10.0.0.0/24

source: Timeout
ru: Таймаут

source: Unable to create Bay.
ru: Не удалось создать отсек

source: Unable to create Baymodel
ru: Не удалось создать модель отсека

source: Unable to delete Bay: %s.
ru: Не удалось удалить отсек: %s.

source: Unable to delete Baymodel: %s.
ru: Не удалось удалить модель отсека: %s.

source: Unable to delete the Bay with id: %(id)s
ru: Не удаётся удалить отсек с id: %(id)s

source: Unable to delete the Baymodel with id: %(id)s
ru: Не удаётся удалить модель отсека с id: %(id)s

source: Unable to delete the Baymodels.
ru: Не удалось удалить модели отсека.

source: Unable to delete the Bays.
ru: Не удалось удалить отсеки.

source: Unable to retrieve the Bay.
ru: Не удалось получить отсек.

source: Unable to retrieve the Baymodel.
ru: Не удалось получить модель отсека.

source: Unable to retrieve the Baymodels.
ru: Не удалось получить модели отсека.

source: Unable to retrieve the Bays.
ru: Не удалось получить отсеки.

source: Updated
ru: Обновлено

source: Volume Driver
ru: Драйвер диска

source: You have selected "%s". Please confirm your selection. Deleted bay is not recoverable.
ru: Вы выбрали "%s". Пожалуйста подтвердите ваш выбор. Удаление отсека необратимо.

source: You have selected "%s". Please confirm your selection. Deleted baymodel is not recoverable.
ru: Вы выбрали "%s". Пожалуйста подтвердите ваш выбор. Удаление модели отсека необратимо.

source: {$ ctrl.bay.bay_create_timeout $} minute
ru: {$ ctrl.bay.bay_create_timeout $} минута
