Repository: pypi-data/pypi-mirror-16
Catalog: packages/ajenti.plugin.datetime/ajenti.plugin.datetime-0.31.tar.gz/ajenti.plugin.datetime-0.31/ajenti_plugin_datetime/locale/*/LC_MESSAGES/app.po
Languages: de, th

source: Date & time
de: Datum & Uhrzeit
th: วันที่ & เวลา

source: Set time
de: Uhrzeit einstellen
th: ตั้งเวลา

source: Sync time from the Internet
de: Synchronisiere die Uhrzeit aus dem Internet
th: ปรับเทียบเวลาจากอินเทอร์เน็ต

source: Time zone
de: Zeitzone
th: เขตเวลา

source: Change date and time
de: Datum und Uhrzeit Ã¤ndern
th: ตั้งวันที่และเวลา

source: ntpdate utility is not installed
de: ntpdate Dienstprogramm ist nicht installiert
th: ntpdate ยังไม่ถูกติดตั้ง

source: Date & Time
de: Datum & Uhrzeit
th: วันที่ & เวลา

source: Time set
de: Zeit einstellen
th: ตั้งเวลาแล้ว

source: Failed
de: Fehlgeschlagen
th: ล้มเหลว

source: Synchronizing...
de: Synchronisiere...
th: กำลังปรับเทียบ...

source: Time synchronized
de: Uhrzeit synchronisiert
th: ปรับเทียบเวลาแล้ว
