Repository: pypi-data/pypi-mirror-16
Catalog: packages/invenio-theme/invenio_theme-1.0.0a14-py2.py3-none-any.whl/invenio_theme/translations/*/LC_MESSAGES/messages.po
Languages: da

source: Unauthorized
da: Adgang nægtet

source: You need to be authenticated to view this page.
da: Du skal være logget ind for at kunne se denne side.

source: Permission required
da: Forbudt

source: You do not have sufficient permissions to view this page.
da: Du har ikke rettigheder til at kunne se denne side.

source: Page not found
da: Siden kunne ikke findes

source: The page you are looking for could not be found.
da: Siden du prøver at tilgå findes ikke.

source: Internal server error
da: Intern serverfejl

source: Powered by Invenio
da: Powered af Invenio

source: Toggle navigation
da: Vis menu

source: Log in
da: Log ind

source: Sign up
da: Opret profil

source: Log out
da: Log ud

source: Settings
da: Indstillinger
